/* exception reason */
"-[%@ %@] expected a 'yes' or 'no' for its value" = "-[%1$@ %2$@] esperaba un 'sí' o un 'no' como valor";

/* exception reason */
"-[%@ %@] expected a string" = "-[%1$@ %2$@] esperaba una cadena de texto";

/* exception reason */
"-[%@ %@] expected a string in the cursor" = "-[%1$@ %2$@] esperaba una cadena de texto en el cursor";

/* exception reason */
"-[%@ %@] expects NSString inputs but got a '%@'" = "-[%1$@ %2$@] esperaba entradas NSString pero recibió '%3$@'";

/* added to menu item title to indicate the default application */
"(default)" = "(por omisión)";

/* name for zero named styles */
"(None)" = "(Ninguno)";

/* Address Book attachment localization pattern for individual names; %1$@ is the first name, %2$@ is the last name */
"%1$@ %2$@" = "%1$@ %2$@";

/* alias fix sheet message */
"%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later." = "%1$@ no se encuentra.\nPuede buscarlo ahora o cancelar la operación y resolver el problema más tarde.";

/* Pattern to use when merging a style attribute group with a single attribute name for display in the style attributes inspector */
"<<style group + name merge pattern>>" = "%1$@ %2$@";

/* button */
"Add & View" = "Añadir y visualizar";

/* style attribute or group name */
"adjust" = "ajustar";

/* style attribute or group name */
"affinity" = "afinidad";

/* style attribute or group name */
"alignment" = "alineación";

/* ligature style value */
"all" = "todo";

/* audio capturer error panel title */
"Another recording session is in progress." = "Hay otra sesión de grabación en curso.";

/* exception reason */
"Attempt to add a named style that is already present (%@)" = "Se ha intentado añadir un estilo que ya está aplicado (%@)";

/* exception reason */
"Attempt to archive styles from different registries" = "Se han intentado archivar estilos de varios registros";

/* exception reason */
"Attempt to create a OSStyleAttributeRegistry before default attribute registration finished." = "Se ha intentado crear un OSStyleAttributeRegistry antes de que terminara el registro de atributos por omisión.";

/* exception reason */
"Attempted to add a listener that doesn't conform to OSStyleListener." = "Se ha intentado añadir un oyente que no cumple OSStyleListener.";

/* exception reason */
"Attempted to add a listener twice." = "Se ha intentado añadir al mismo oyente dos veces.";

/* exception reason */
"Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver." = "Se ha intentado añadir un oyente que no cumple OSStyledTextStorageProcessEditingObserver.";

/* exception reason */
"Attempted to add an observer twice." = "Se ha intentado añadir al mismo observador dos veces.";

/* exception reason */
"Attempted to archive an empty style array" = "Se ha intentado archivar una matriz de estilos vacía";

/* exception reason */
"Attempted to cause a style with undo enabled to depend on a style without an undo enabled." = "Se ha intentado que un estilo que tiene desactivada la función de deshacer dependiera de uno que la tiene activada.";

/* exception reason */
"Attempted to connect two styles with different style contexts." = "Se ha intentado conectar dos estilos que tienen contextos de estilo diferentes.";

/* exception reason */
"Attempted to directly inherit from the same style twice." = "Se ha intentado heredar directamente del mismo estilo dos veces.";

/* exception reason */
"Attempted to initialize a OSStyleContext with a cursor name of '%@'" = "Se ha intentado inicializar un OSStyleContext con un nombre de cursor de '%@'";

/* exception reason */
"Attempted to look up the value for an unregistered style attribute '%@'" = "Se ha intentado buscar el valor de un atributo de estilo no registrado '%@'";

/* exception reason */
"Attempted to move an inherited named style that isn't present." = "Se ha intentado mover un estilo con nombre heredado que no está presente.";

/* exception reason */
"Attempted to override a default style attribute after style registration had finished." = "Se ha intentado anular un atributo de estilo por omisión después de que finalizara un registro de estilo.";

/* exception reason */
"Attempted to override the default style attribute key '%@' more than once." = "Se ha intentado sustituir la clave de atributo de estilo '%@' por omisión más de una vez.";

/* exception reason */
"Attempted to override undefined style attribute with key '%@'." = "Se ha intentado sustituir un atributo de estilo no definido por la clave '%@'.";

/* exception reason */
"Attempted to register a default style attribute after style registration had finished." = "Se ha intentado registrar un atributo de estilo por omisión después de que finalizara un registro de estilo.";

/* exception reason */
"Attempted to register two style attributes with the key '%@'." = "Se han intentado registrar dos atributos de estilo con la clave '%@'.";

/* exception reason */
"Attempted to remove a listener (%p) that hadn't been added to the style (%p)." = "Se ha intentado eliminar un oyente (%1$p) que no se había añadido al estilo (%2$p).";

/* exception reason */
"Attempted to remove a nil listener." = "Se ha intentado eliminar un oyente nulo.";

/* exception reason */
"Attempted to remove a nil observer." = "Se ha intentado eliminar un observador nulo.";

/* exception reason */
"Attempted to remove an observer (%p) that hadn't been added to the text storage (%p)." = "Se ha intentado eliminar un observador (%1$p) que no se había añadido al depósito de texto (%2$p).";

/* exception reason */
"Attempted to set value for an unregistered attribute key of '%@'" = "Se ha intentado definir un valor para una clave de atributo no registrada '%@'";

/* style attribute or group name */
"background color" = "color de fondo";

/* style attribute or group name */
"baseline" = "línea base";

/* font weight name */
"Black" = "Negro";

/* style attribute or group name */
"blur radius" = "radio difuminado";

/* font weight name */
"Bold" = "Negrita";

/* font weight name */
"Book" = "Libro";

/* exception reason */
"Boolean attributes must have a yes or no number value" = "Los atributos booleanos deben tener un valor numérico de tipo “sí” o “no”.";

/* style attribute or group name */
"border color" = "color de borde";

/* style attribute or group name */
"border width" = "anchura de borde";

/* strikethrough affinity style value */
"by word <strikethrough affinity style value>" = "por palabra";

/* underline affinity style value */
"by word <underline affinity style value>" = "por palabra";

/* alias fix sheet button */
"Cancel" = "Cancelar";

/* script error */
"Cannot create a generic attachment directly; create one of the more specific attachment types instead." = "No se puede crear un adjunto genérico directamente; cree uno de un tipo más específico.";

/* script error */
"Cannot currently delete a mixture of attachments and non-attachments at the same time." = "No se puede eliminar una mezcla de archivos adjuntos y no adjuntos al mismo tiempo.";

/* captured audio default attachment title */
"Captured Audio" = "Audio capturado";

/* audio capture cell title format */
"Captured Audio - %@" = "Audio capturado: %@";

/* exception reason */
"Cascade styles must not be named." = "No debe darse nombre a los estilos en cascada.";

/* paragraph alignment style value */
"center" = "centrar";

/* undo action name */
"Change Attachment Name" = "Cambiar nombre del adjunto";

/* undo action name */
"Clear Local Styles" = "Borrar estilos locales";

/* context menu title
   undo action name */

"Clear Style" = "Borrar estilo";

/* undo action name */
"Collapse Attachment" = "Contraer adjunto";

/* style attribute or group name */
"color" = "color";

/* style attribute or group name */
"condensed" = "condensado";

/* named style key binding */
"control-number" = "control-número";

/* attachment cell menu item title */
"Copy" = "Copiar";

/* multiple duplicated named style pattern */
"Copy %%d of %@" = "Copia %%d de %@";

/* single duplicated named style pattern */
"Copy of %@" = "Copia de %@";

/* context menu title */
"Copy Style" = "Copiar estilo";

/* undo action name */
"Create Named Style" = "Crear estilo con nombre";

/* attachment cell menu item title */
"Cut" = "Cortar";

/* strikethrough pattern style value */
"dash <strikethrough style value>" = "guión";

/* underline pattern style value */
"dash <underline style value>" = "guión";

/* strikethrough pattern style value */
"dash dot <strikethrough style value>" = "guión punto";

/* underline pattern style value */
"dash dot <underline style value>" = "guión punto";

/* strikethrough pattern style value */
"dash dot dot <strikethrough style value>" = "guión punto punto";

/* underline pattern style value */
"dash dot dot <underline style value>" = "guión punto punto";

/* ligature style value
   popup title */

"default" = "por omisión";

/* added to attachment cell menu item title */
"Default Application" = "Aplicación por omisión";

/* undo action name */
"Delete Named Style" = "Borrar estilo con nombre";

/* undo action name */
"Delete Named Styles" = "Borrar estilos con nombre";

/* undo action name */
"Delete Style Attribute" = "Borrar atributo de estilo";

/* font weight name */
"Demi-bold" = "Seminegrita";

/* strikethrough pattern style value */
"dot <strikethrough style value>" = "punto";

/* underline pattern style value */
"dot <underline style value>" = "punto";

/* strikethrough style value */
"double <strikethrough style value>" = "doble";

/* underline style value */
"double <underline style value>" = "doble";

/* action menu item title */
"Duplicate" = "Duplicar";

/* undo action name */
"Duplicate Named Style" = "Duplicar estilo con nombre";

/* style selection name */
"Empty Selection" = "Selección vacía";

/* undo action name */
"Expand Attachment" = "Expandir adjunto";

/* style attribute or group name */
"expansion" = "expansión";

/* exception reason */
"Expected a '%@' element in the cursor, but got '%@' (path = '%@')" = "Se esperaba un elemento '%1$@' en el cursor, pero se obtuvo '%2$@' (ruta = '%3$@')";

/* font weight name */
"Extrablack" = "Extranegra";

/* font weight name */
"Extrabold" = "Extranegrita";

/* style attribute or group name */
"family" = "familia";

/* script error */
"File attachments require a file." = "Los archivos adjuntos requieren un archivo.";

/* style attribute or group name */
"fill color" = "color de relleno";

/* Audio capture progress message */
"Finishing recording..." = "Finalizando la grabación…";

/* style attribute or group name */
"first line head indent" = "sangría cabecera línea 1";

/* alias fix sheet button */
"Fix Reference" = "Reparar referencia";

/* style attribute or group name */
"fixed pitch" = "tono fijo";

/* Audio capture progress message */
"Flattening movie... %d%%" = "Compactando película… %d%%";

/* style attribute or group name */
"font" = "tipo de letra";

/* named style key binding */
"function" = "función";

/* style attribute or group name */
"head indent" = "sangría de cabecera";

/* font weight name */
"Heavy" = "Gruesa";

/* style attribute or group name */
"inherited" = "heredado";

/* exception reason */
"Inherited styles must be named." = "Debe darse nombre a los estilos heredados.";

/* exception reason */
"Inherited styles must be styles." = "Los estilos heredados deben ser estilos.";

/* style attribute or group name */
"interface" = "interfaz";

/* alias fix sheet message */
"It used to be at %1$@, but is now at %2$@." = "Antes estaba en %1$@, pero ahora está en %2$@.";

/* style attribute or group name */
"italic" = "cursiva";

/* paragraph alignment style value */
"justified" = "justificado";

/* style attribute or group name */
"kerning" = "interletraje";

/* paragraph alignment style value */
"left" = "izquierda";

/* writing direction style value */
"left-to-right" = "de izquierda a derecha";

/* style attribute or group name */
"ligature" = "ligadura";

/* font weight name */
"Light" = "Claro";

/* style attribute or group name */
"line height multiple" = "altura línea múltiple";

/* style attribute or group name */
"line spacing" = "espacio entre líneas";

/* style attribute or group name */
"link" = "enlace";

/* style attribute or group name */
"link <group>" = "enlace <grupo>";

/* LinkBack item cell title format */
"LinkBack Item from %@" = "Elemento LinkBack de %@";

/* script error */
"Linked attachments cannot be saved, only embedded attachments." = "Los adjuntos enlazados no se pueden guardar, solo los integrados.";

/* style attribute or group name */
"maximum line height" = "altura línea máxima";

/* font weight name */
"Medium" = "Mediana";

/* style attribute or group name */
"minimum line height" = "altura línea mínima";

/* exception reason */
"Missing required attribute '%@' at '%@'" = "Falta un atributo necesario “%1$@” en “%2$@”";

/* popup title */
"Multiple" = "Múltiple";

/* popup title */
"Multiple selection" = "Selección múltiple";

/* style selection name */
"Multiple Selection" = "Selección múltiple";

/* style selection name */
"Named style \"%@\"" = "Estilo con nombre “%@”";

/* exception reason */
"Named style must start with a non-nil name." = "El estilo con nombre debe empezar con un nombre no vacío.";

/* style attribute or group name */
"narrow" = "estrecho";

/* paragraph alignment style value
   writing direction style value */

"natural" = "natural";

/* style boolean name */
"no" = "no";

/* script error */
"No destination specified for save command." = "No se ha indicado ningún destino para el comando Guardar.";

/* exception reason */
"No OFEnumNameTable found for style attribute" = "No se encuentra OFEnumNameTable para el atributo de estilo";

/* exception reason */
"No such attribute '%@'" = "No existe el atributo '%@'";

/* style attribute name */
"None" = "Ninguna";

/* ligature style value */
"none <ligature style value>" = "ninguno";

/* named style key binding */
"none <named style key binding>" = "ninguno";

/* strikethrough affinity style value */
"none <strikethrough affinity style value>" = "ninguno";

/* style attribute name */
"None <strikethrough pattern>" = "Ninguno";

/* strikethrough style value */
"none <strikethrough style value>" = "ninguno";

/* style attribute name */
"None <strikethrough style>" = "Ninguno";

/* underline affinity style value */
"none <underline affinity style value>" = "ninguno";

/* style attribute name */
"None <underline pattern>" = "Ninguno";

/* underline style value */
"none <underline style value>" = "ninguno";

/* style attribute name */
"None <underline style>" = "Ninguno";

/* style attribute or group name */
"obliqueness" = "inclinación";

/* style attribute or group name */
"offset" = "separación";

/* alert panel button */
"OK" = "OK";

/* temporary audio capture file name */
"OmniOutliner Audio Recording Temporary File" = "Archivo temporal de grabación de audio de OmniOutliner";

/* audio capturer error panel message */
"Only one recording session may be active at a time." = "solo puede haber una sesión de grabación activa.";

/* attachment cell menu item title */
"Open With" = "Abrir con";

/* attachment cell menu item title */
"Open With %@" = "Abrir con %@";

/* undo action name */
"Outline" = "Esquema";

/* style attribute or group name */
"paragraph" = "párrafo";

/* undo action name */
"Paste Local Styles" = "Pegar estilos locales";

/* context menu title */
"Paste Style" = "Pegar estilo";

/* attachment file wrapper name */
"Pasted Graphic" = "Gráfico pegado";

/* style attribute or group name */
"pattern" = "diseño";

/* audio capturer error panel message */
"Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device." = "Utilice las preferencias de Captura de Sonido para seleccionar otro dispositivo de entrada o bien cierre todas las aplicaciones que estén utilizando el dispositivo seleccionado.";

/* attachment cell menu item title */
"Quick Look Attachment" = "Vista rápida del adjunto";

/* font weight name */
"Regular" = "Normal";

/* menu item title for when there is one LinkBack item selected */
"Remove Link to %@" = "Eliminar enlace a %@";

/* menu item title for when there are no LinkBack items selected */
"Remove LinkBack for Item" = "Eliminar LinkBack del elemento";

/* attachment cell menu item title */
"Reveal in Finder" = "Mostrar en el Finder";

/* paragraph alignment style value */
"right" = "derecha";

/* writing direction style value */
"right-to-left" = "de derecha a izquierda";

/* script error */
"Save destination is not a file." = "El destino del comando Guardar no es un archivo.";

/* script error */
"Save destination is not a URL." = "El destino del comando Guardar no es una URL.";

/* script error */
"Save destination is not an absolute file path." = "El destino en el que guardar no es una ruta de archivo absoluta.";

/* style selection name */
"Selected Item" = "Ítem seleccionado";

/* selection type */
"Selected text" = "Texto seleccionado";

/* style attribute or group name */
"selection" = "selección";

/* style attribute or group name */
"selection color" = "color de la selección";

/* font weight name */
"Semibold" = "Seminegrita";

/* style attribute or group name */
"shadow" = "sombra";

/* strikethrough style value */
"single <strikethrough style value>" = "sencillo";

/* underline style value */
"single <underline style value>" = "sencillo";

/* style attribute or group name */
"size" = "tamaño";

/* strikethrough pattern style value */
"solid <strikethrough style value>" = "sólido";

/* underline pattern style value */
"solid <underline style value>" = "sólido";

/* style attribute or group name */
"space before" = "espacio antes";

/* style attribute or group name */
"spacing" = "espaciado";

/* audio capture warning button title - recording already in progress */
"Stop Other Recording" = "Detener otras grabaciones";

/* style attribute or group name */
"strikethrough" = "tachar";

/* style attribute or group name */
"style" = "estilo";

/* style attribute or group name */
"superscript" = "superíndice";

/* style attribute or group name */
"tab stop interval" = "intervalo de tabulación";

/* style attribute or group name */
"tab stops" = "tabulaciones";

/* style attribute or group name */
"tail indent" = "sangría por la cola";

/* style attribute or group name */
"text" = "texto";

/* text selection name */
"Text insertion" = "Inserción de texto";

/* alert title */
"The contact \"%@\" could not be added to your Address Book." = "No se ha podido añadir el contacto “%@” a la Agenda.";

/* title for sheet when activating address book entry that is not in Address Book */
"The contact \"%@\" is not present in your Address Book." = "El contacto “%@” no está en la Agenda.";

/* alert sheet message */
"The document containing the attachment needs to be saved before you can open the attachment." = "Debe guardar el documento que contiene el adjunto para poder abrir este último.";

/* exception reason */
"The named style \"%1$@\" can't inherit the named style \"%2$@\", because \"%2$@\" already inherits \"%1$@\"." = "El estilo con nombre “%1$@” no puede heredar el estilo con nombre “%2$@” porque “%2$@” ya hereda “%1$@”.";

/* script error */
"The value passed for the file was not a file." = "El valor derivado para el archivo no era un archivo.";

/* audio capturer error panel message */
"There may be a permissions problem, or your filesystem may be full." = "Es posible que haya un problema de permisos o que el sistema de archivos esté lleno.";

/* strikethrough style value */
"thick <strikethrough style value>" = "grueso";

/* underline style value */
"thick <underline style value>" = "grueso";

/* font weight name */
"Thin" = "Delgada";

/* alias fix sheet title */
"This attachment has been moved.  Would you like to update the alias?" = "Este adjunto ha cambiado de lugar. ¿Desea actualizar el alias?";

/* tool tip */
"This attribute has been customized" = "Este atributo se ha personalizado";

/* alert sheet message */
"This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly." = "Esta tarjeta de dirección podría no ser válida o puede haber problemas con su agenda. Asegúrese de que la aplicación Agenda esté funcionando correctamente.";

/* exception reason */
"This operation would create a self-referential style graph between %@ and %@" = "Esta operación creará un gráfico de estilo autorreferencial entre %1$@ y %2$@";

/* font weight name */
"Ultra" = "Ultra";

/* font weight name */
"Ultralight" = "Ultraligera";

/* exception reason */
"Unable to coerce value '%@' to class %@ for attribute '%@'" = "No se ha podido forzar el valor '%1$@' a la clase %2$@ para el atributo '%3$@'";

/* audio capturer error panel title */
"Unable to configure the selected audio input device." = "No se ha podido configurar el dispositivo de audio seleccionado.";

/* audio capturer error panel title */
"Unable to connect to the selected audio input device." = "No se ha podido conectar el dispositivo de audio seleccionado.";

/* exception reason */
"Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs." = "No se pudo convertir la cadena '%@' en url. Asegúrese de que la cadena sea una URL válida, incluidas las comillas que no son válidas en direcciones URL.";

/* script error */
"Unable to create an attachment for the given file." = "No se ha podido crear un adjunto para el archivo especificado.";

/* audio capturer error panel title */
"Unable to create output file." = "No se ha podido crear el archivo de salida";

/* alert sheet title */
"Unable to open attachment" = "No se puede abrir el adjunto";

/* script error */
"Unable to read file from '%@'." = "No se puede leer el archivo desde '%@'.";

/* audio capturer error panel title */
"Unable to start input from audio device." = "No se puede iniciar la entrada desde el dispositivo de audio.";

/* script error */
"Unable to write attachment." = "No se puede escribir el adjunto.";

/* weight unavailble note */
"Unavailable for selected font" = "No disponible para el tipo de letra seleccionado.";

/* weight unavailble note */
"Unavailable for selected fonts" = "No disponible para los tipos de letra seleccionados.";

/* weight unavailble note */
"Unavailable for some selected fonts" = "No disponible para algunos tipos de letra seleccionados.";

/* style attribute or group name */
"underline" = "subrayado";

/* undo action name */
"Underline" = "Subrayado";

/* Name for unnamed address book entries */
"Unnamed" = "Sin nombre";

/* empty attachment name for RTF export */
"Unnamed Attachment" = "Adjunto sin nombre";

/* exception reason */
"Unrecognized style attribute class name '%@'" = "No se reconoce el nombre de la clase de atributo del estilo “%@”";

/* first untitled named style */
"New Style" = "Estilo nuevo";

/* untitled named style pattern */
"New Style %d" = "Estilo nuevo %d";

/* exception reason */
"Value '%@' does is not in the valid extent of %f..%f" = "El valor “%1$@” no está en el rango válido de %2$f..%3$f";

/* exception reason */
"Value is of class %@ instead of the class %@ required by the style attribute \"%@\"." = "El valor pertenece a la clase %1$@ en lugar de la clase %2$@ exigida por el atributo de estilo “%3$@”.";

/* alert sheet prompt */
"Viewing this attachment will cause the contact to be added to your address book." = "Si visualiza este adjunto, el contacto se añadirá a la Agenda.";

/* style attribute or group name */
"weight" = "grosor";

/* style attribute or group name */
"writing direction" = "sentido de la escritura";

/* style boolean name */
"yes" = "ayer";